Repository: 6xhhs/glpi-plugin
Catalog: locales/*.po
Languages: ca_es

source: Use TLS for MQTT communication between the broker and the client devices
ca_es: Utilitzeu TLS per a la comunicació MQTT entre l'intermediari i els dispositius del client

source: Use TLS for backend
ca_es: Utilitzeu TLS per al back-end

source: Use TLS for MQTT communication between the broker and the backend
ca_es: Utilitzeu TLS per a la comunicació MQTT entre l'intermediari i el back-end

source: CA certificate
ca_es: Certificat de CA

source: Cipher suite (TLS enabled)
ca_es: Suite de xifratge (TLS habilitada)

source: Mqtt broker cipher suite
ca_es: Suite de xifratge d'intermediari de Mqtt

source: test
ca_es: prova

source: Client certificate server (Broker MQTT with TLS enabled)
ca_es: Servidor de certificat de client (Intermediari MQTT amb TLS activat)

source: Use client certificates
ca_es: Utilitza certificats de client

source: Ssl certificate server for MQTT clients
ca_es: Servidor de certificat SSL per a clients de MQTT

source: file size
ca_es: mida del fitxer

source: Update the file
ca_es: Actualitzeu el fitxer

source: Application date
ca_es: Data d'aplicació

source: Last change date
ca_es: Última data de canvi

source: GLPI is not properly configured. Please check the general settings, the API settings and the notification settings.
ca_es: GLPI no està configurat correctament. Si us plau, comproveu la configuració general, la configuració de l'API i la configuració de notificacións.

source: Lock
ca_es: Bloqueig

source: Wipe
ca_es: Netejar

source: Unenroll
ca_es: Anul·lar la inscripció

source: Package name
ca_es: Nom del paquet

source: Update the package
ca_es: Actualitzeu el paquet

source: Enrollment
ca_es: Inscripció

source: Enable explicit enrolment failures
ca_es: Activa els errors d'inscripció explícits

source: Disable token expiration on successful enrolment
ca_es: Desactiva la caducitat del token en la inscripció satisfactòria

source: Save initial inventory in file
ca_es: Desa l'inventari inicial al fitxer

source: Configuration wizard
ca_es: Assistent de configuració

source: Enable configuration wizard
ca_es: Activa l'assistent de configuració

source: Warning: if the plugin is already configured, re-running the configuration wizard may break communication with already enrolled devices.
ca_es: Advertència: si el connector ja està configurat, tornar a executar l'assistent de configuració pot interrompre la comunicació amb els dispositius ja inscrits.

source: Revision information
ca_es: Informació de revisió

source: copy to
ca_es: copiar a

source: Remove when the policy is removed
ca_es: Treure quan la política sigui eliminada

source: Document types
ca_es: Tipus de document

source: Allow upload of APK and UPK files
ca_es: Permeten la càrrega de fitxers APK i UPK

source: add document types
ca_es: afegiu el tipus de document

source: Device type
ca_es: Tipus de dispositiu

source: Computer type for the devices
ca_es: Tipus d'ordinador per als dispositius

source: Agent account type
ca_es: Tipus de compte d'agent

source: Account type for the devices
ca_es: Tipus de compte per als dispositius

source: Invitation deeplink
ca_es: Deeplink d'invitació

source: Invitation deeplink URL
ca_es: URL de deeplink d'invitació

source: Base URL of the deeplink micro service
ca_es: URL base del micro servei de deeplink

source: Restrictions
ca_es: Restriccions

source: Default device limit per entity
ca_es: Límit predeterminat del dispositiu per entitat

source: No more devices than this quantity are allowed per entity by default (0 = no limitation)
ca_es: No es permeten més dispositius que aquesta quantitat per entitat per defecte (0 = sense limitacions)

source: Support name
ca_es: Nom de suport

source: Support address
ca_es: Adreça de suport

source: Support phone
ca_es: Telèfon de suport

source: Support website
ca_es: Lloc web de suport

source: Support email
ca_es: Correu electrònic de suport

source: MDM Agent URL
ca_es: URL de l'agent MDM

source: apply a policy
ca_es: aplicar una política

source: Value
ca_es: Valor

source: Applied policies
ca_es: Polítiques aplicades

source: Wizard complete
ca_es: Assistent complet

source: This wizard will no longer be accessible.
ca_es: Aquest assistent ja no serà accessible.

source: Requirements
ca_es: Requisits

source: To setup Flyve MDM please connect to your server with a command line interface. Some operations require a root access.
ca_es: Per configurar Flyve MDM, si us plau, connecteu-vos al vostre servidor amb una interfície de línia d'ordres. Algunes operacions requereixen un accés arrel.

source: This wizard will guide you through the steps to setup Flyve MDM.
ca_es: Aquest assistent us guiarà pels passos necessaris per configurar Flyve MDM.

source: Flyve MDM requires cron job to run automatic actions.
ca_es: Flyve MDM requereix cron job per executar accions automàtiques.

source: As root in a terminal, execute the following command. Adapt www-data to the user running your HTTP server.
ca_es: Com a arrel en una terminal, executeu l'ordre següent. Adapteu www-data a l'usuari que executa el vostre servidor HTTP.

source: Add, if missing, the following line. Adapt path to php CLI binary and path to GLPI:
ca_es: Afegiu, si falta, la següent línia. Adapteu la ruta a php CLI binari i la ruta a GLPI:

source: Automatic actions registered in the scheduler of GLPI will run every minute.
ca_es: Les accions automàtiques registrades al planificador de GLPI s'executaran cada minut.

source: Email notifications
ca_es: Notificacions per correu electrònic

source: Flyve MDM requires email notifications. The following link will open a new tab to the email notifications settings.
ca_es: Flyve MDM requereix notificacions per correu electrònic. El següent enllaç obrirà una nova pestanya a la configuració de notificacions per correu electrònic.

source: The queuednotification must have set Run mode to CLI. This action will be triggered by the cron job. The following link will open a new tab to the Automatic actions list
ca_es: La notificació en cua ha d'haver configurat el mode Executar a CLI. Aquesta acció serà provocada per cron job. El següent enllaç obrirà una nova pestanya a la Llista d'accions automàtiques

source: Automatic actions
ca_es: Accions automàtiques

source: Ensure the cron job is properly configure by checking the log glpi/files/_log/cron.log. The entry should contain the word External
ca_es: Assegureu-vos que cron job està configurat correctament marcant el registre glpi/files/_log/cron.log. L'entrada ha de contenir la paraula External

source: Flyve MDM requires REST API enabled. The following link will open a new tab to the REST API settings.
ca_es: Flyve MDM requereix REST API habilitada. El següent enllaç obrirà una nova pestanya a la configuració REST API.

source: Make sure the following setting is populated:
ca_es: Assegureu-vos que s'ompli la següent configuració:

source: - URL of the API (example: https://example.com/glpi/apirest.php/)
ca_es: - URL de l'API (exemple: https://example.com/glpi/apirest.php/)

source: Make sure the following settings are enabled:
ca_es: Assegureu-vos que la configuració següent està habilitada:

source: - Login with credentials
ca_es: - Inicieu sessió amb credencials

source: - Login with external token
ca_es: - Inicieu sessió amb token extern

source: - Add an API client leaving empty IPv4 address range, IPv6 address and application token.
ca_es: - Afegiu un client API que deixi buits el rang d'adreces IPv4, l'adreça IPv6 i el token de l'aplicació.

source: General setup
ca_es: Configuració general

source: Flyve MDM needs to know the public URL of GLPI. The following link will open a new tab to the general setup.
ca_es: Flyve MDM necessita saber l'URL públic de GLPI. El següent enllaç obrirà una nova pestanya a la configuració general.

source: Make sure the following settings is populated:
ca_es: Assegureu-vos que s'ompli la següent configuració:

source: - URL of the application (example: https://example.com/glpi)
ca_es: - URL de l'aplicació (exemple: https://example.com/glpi)

source: Document Types
ca_es: Tipus de Document

source: You must add the APK and UPK document types in order to upload Android and Uhuru packages.
ca_es: Heu d'afegir els tipus de document APK i UPK per penjar paquets d'Android i Uhuru.

source: Just click in the following button and they will be automatically added
ca_es: Només heu de feu clic al botó següent i s'afegirà automàticament

source: Server Configuration
ca_es: Configuració del servidor

source: Flyve MDM allows uploading files, Android and Uhuru Mobile packages. Ensure php.ini allows reasonable upload sizes.
ca_es: Flyve MDM permet pujar fitxers, paquets d'Android i d'Uhuru Mobile. Assegureu-vos que php.ini permet mides de càrrega raonables.

source: For example:
ca_es: Per exemple:

source: Fusion Inventory Configuration
ca_es: Configuració Fusion Inventory

source: For FusionInventory greater than 9.1 + 1.1:
ca_es: Per a FusionInventory superior a 9.1 + 1.1:

source: It is required to deactivate the following rules in the Equipment import and link rules menu:
ca_es: Es requereix desactivar les següents regles al menú d'Importació d'equips i regles d'enllaços:

source: The following link will open a new tab to the Rules > Equipment import and link rules section of FusionInventory
ca_es: El següent enllaç obrirà una nova pestanya a la secció Regles > Importació d'equips i regles d'enllaços de FusionInventory

source: Rules
ca_es: Regles

source: Not disabling this rule will make FusionInventory reject inventories from devices.
ca_es: Si no desactiveu aquesta regla, FusionInventory rebutjarà els inventaris dels dispositius.

source: DBMS access for Mosquitto
ca_es: Accés DBMS per a Mosquitto

source: Flyve MDM requires that Mosquitto has access to the database of GLPI, this is for the authentication process of its clients.
ca_es: Flyve MDM requereix que Mosquitto tingui accés a la base de dades de GLPI, això és per al procés d'autenticació dels seus clients.

source: It is recommended to create a dedicated user for Mosquitto allowed to connect only from its specific IP.
ca_es: Es recomana crear un usuari dedicat per a Mosquitto a qui se li permeti connectar-se només des del seu IP específic.

source: Run the following command on your MySQL host, adapt mqtt.server.ip and glpi-database-name
ca_es: Executeu el següent comandament al vostre host MySQL, adapteu mqtt.server.ip i glpi-database-name

source: This user should be able to only SELECT the following tables:
ca_es: Aquest usuari només ha de poder TRIAR les següents taules:

source: Run the following commands on your MySQL host, and adapt the name of the database and the mqtt.server.ip
ca_es: Executeu les ordres següents al vostre host MySQL i adapteu el nom de la base de dades i el mqtt.server.ip

source: Create the file
ca_es: Crea el fitxer

source: Insert the following content, and adapt the bind address to the interface used by Mosquitto to connect to your DBMS.
ca_es: Introduïu el contingut següent i adapteu l'adreça d'enllaç a la interfície que utilitza Mosquitto per connectar-vos al vostre DBMS.

source: Restart your DBMS daemon and check it listens to the expected interface.
ca_es: Reinicieu el vostre DBMS daemon i comproveu que escolti la interfície esperada.

source: Check you can login to your DBMD from the host which will run Mosquitto.
ca_es: Comproveu que podeu iniciar la sessió al vostre DBMD des del host que executarà Mosquitto.

source: The following command will ask for the password you choosed earlier
ca_es: El següent comandament demanarà la contrasenya que vau triar anteriorment

source: Flyve MDM requires a Message queue server.
ca_es: Flyve MDM requereix un Servidor de cua de missatges.

source: Prefer a dedicated server or VM for running Mosquitto.
ca_es: Prefereix un servidor dedicat o VM per executar Mosquitto.

source: As root in a terminal, execute the following command
ca_es: Com a arrel en un terminal, executeu l'ordre següent

source: Create
ca_es: Crerar

source: Add the following content, adapting your DBMS credentials:
ca_es: Afegiu el contingut següent, adaptant les vostres credencials de DBMS:

source: Check Mosquitto is listening to port 1883 (insecure).
ca_es: Comprova que Mosquitto està escoltant el port 1883 (insegur).

source: TLS Listener setup
ca_es: configuració de l'oient de TLS

source: TLS provides security to the communication, through authentication of server and client, besides data encryption.
ca_es: TLS proporciona seguretat a la comunicació, a través de l'autenticació de servidor i client, a més del xifrat de dades.

source: Use TLS version 1.2, lower versions are no longer considered safe.
ca_es: Utilitzeu la versió 1.2 de TLS, les versions inferiors ja no es consideren segures.

source: Mosquitto does not support SSLv2 or SSLv3 (and they are no longer safe).
ca_es: Mosquitto no admet SSLv2 o SSLv3 (i ja no són segurs).

source: - Copy in /etc/mosquitto/certs your certificate, your certificate authority chain and private key.
ca_es: - Copieu a /etc/mosquitto/certts el vostre certificat, la vostra cadena d'autorització de certificat i la clau privada.

source: - Secure your private key
ca_es: - Assegureu la vostra clau privada

source: - Refresh hash and symlinks to your certificates
ca_es: - Actualitzeu el hash i els enllaços simbòlics als vostres certificats

source: Use a certificate signed by a certified authority or you may have trouble with the android devices, using them with custom certification authorities might not work (not tested).
ca_es: Utilitzeu un certificat signat per una autoritat certificada o podrieu tenir problemes amb els dispositius Android, usant-los amb autoritats de certificació personalitzades poden no funcionar (no provades).

source: Append the following to /etc/mosquitto/conf.d/flyvemdm.conf.
ca_es: Afegiu el següent a /etc/mosquitto/conf.d/flyvemdm.conf.

source: - Restart Mosquitto
ca_es: - Reinicieu Mosquitto

source: - Test you can successfully connect to Mosquitto
ca_es: - Proveu que podeu connectar-vos correctament a Mosquitto

source: - Check the ports that Mosquitto listens. You should see only the port 8883.
ca_es: - Comproveu els ports que Mosquitto escolta. Només hauria d'aparèixer el port 8883.

source: Mosquitto client for the backend
ca_es: Client Mosquitto per al back-end

source: Flyve MDM requires to connect to Mosquitto.
ca_es: Flyve MDM necessita connectar-se a Mosquitto.

source: For SYSV systems, link the init script in /etc/init.d/
ca_es: Per als sistemes SYSV, enllaça el script init a /etc/init.d/

source: Check the user configured in the script and adapt it if needed.
ca_es: Comproveu l'usuari configurat en el script i adapteu-lo si és necessari.

source: Back
ca_es: Endarrere

source: Wizard page:
ca_es: Pàgina de l'assistent:

source: Is managed
ca_es: Es gestionat

source: Copy to
ca_es: Còpia a

source: Actions
ca_es: Accions
