Repository: 6xhhs/glpi-plugin
Catalog: locales/*.po
Languages: ca_es

source: Invite to enroll a device
ca_es: Convidar a inscriure un dispositiu

source: Well known Android's FS paths
ca_es: Rutes FS ben conegudes d'Android

source: Policy Categories
ca_es: Categories de polítiques

source: Flyve Mobile Device Management
ca_es: Gestió de dispositius mòbils Flyve

source: Agent
ca_es: L'agent

source: Danger zone !
ca_es: Zona de perill !

source: Flyve MDM Agent
ca_es: Agents Flyve MDM

source: Never seen online
ca_es: Mai vist en línia

source: Lock the device as soon as possible
ca_es: Bloqueja el dispositiu tan aviat com sigui possible

source: Wipe the device as soon as possible
ca_es: Neteja el dispositiu tan aviat com sigui possible

source: Failed to read configuration of the entity
ca_es: No s'ha pogut llegir la configuració de l'entitat

source: Too many devices
ca_es: Massa dispositius

source: Unable to find a enrollment method
ca_es: No es pot trobar un mètode d'inscripció

source: The fleet of the device does not longer exists
ca_es: La flota del dispositiu ja no existeix

source: The target fleet does not exists
ca_es: La flota de destinació no existeix

source: The device is not enrolled yet
ca_es: El dispositiu encara no està inscrit

source: Failed to find the guest user profile
ca_es: No ha pogut trobar el perfil d'usuari convidat

source: Failed to remove guest habilitation for the user of the device
ca_es: No s'ha pogut eliminar l'habilitació de convidat per a l'usuari del dispositiu

source: Failed to delete MQTT user for the device
ca_es: No ha pogut suprimir l'usuari MQTT per al dispositiu

source: Failed to delete documents attached to the device
ca_es: No s'ha pogut eliminar els documents adjunts al dispositiu

source: Fleet
ca_es: Flota

source: Last contact
ca_es: Últim contacte

source: Is online
ca_es: Està en línia

source: MDM type
ca_es: Tipus de MDM

source: Has system permission
ca_es: Té permís del sistema

source: Enroll status
ca_es: Estat de l'inscripció

source: Wipe requested
ca_es: Netegeu la sol·licitud

source: Lock requested
ca_es: Bloquegeu la sol·licitud

source: Applied policy
ca_es: Política aplicada

source: Invitation token invalid
ca_es: El token d'invitació no és vàlid

source: One of serial and uuid is mandatory
ca_es: Un de sèrie i uuid es obligatori

source: Device inventory XML is mandatory
ca_es: L'inventari del dispositiu XML és obligatori

source: Inventory XML is not well formed
ca_es: L'inventari XML no està ben format

source: Agent version missing
ca_es: Falta la versió d'agent

source: MDM type missing
ca_es: Falta el tipus MDM

source: unknown MDM type
ca_es: Tipus MDM desconegut

source: Bad agent version
ca_es: Mala versió de l'agent

source: The agent version is too low
ca_es: La versió de l'agent és massa baixa

source: The agent does not advertise its system permissions
ca_es: L'agent no anuncia els seus permisos del sistema

source: Invitation is not pending
ca_es: La invitació no està pendent

source: Expiration date of the invitation is not set
ca_es: La data de caducitat de la invitació no està establerta

source: Invitation token expired
ca_es: El token d'invitació ha caducat

source: Wrong email address
ca_es: Adreça electrònica incorrecta

source: Failed to sign the certificate
ca_es: No s'ha pogut signar el certificat

source: Failed to update the invitation
ca_es: No s'ha pogut actualitzar la invitació

source: Cannot get the FusionInventory agent
ca_es: No es pot obtenir l'agent FusionInventory

source: FusionInventory agent not created
ca_es: No s'ha creat l'agent FusionInventory

source: Cannot create the device
ca_es: No es pot crear el dispositiu

source: Cannot create a user account for the agent
ca_es: No es pot crear un compte d'usuari per a l'agent

source: Cannot create the API token for the agent
ca_es: No es pot crear el token de l'API per a l'agent

source: No default fleet available for the device
ca_es: Cap flota per defecte disponible per al dispositiu

source: GPS is turned off or is not ready
ca_es: GPS està desactivat o no està llest

source: The device sent its position
ca_es: El dispositiu ha enviat la seva posició

source: Timeout requesting position
ca_es: Temps d'espera per sol·licitar posició

source: Inventory received
ca_es: Inventari rebut

source: Timeout querying the device inventory
ca_es: Temps d'espera per consultar l'inventari del dispositiu

source: The device answered
ca_es: El dispositiu respon

source: Timeout querying the device
ca_es: Temps d'espera per consultar el dispositiu

source: Enrollment failed
ca_es: La inscripció ha fallat

source: Installation wizard
ca_es: Assistent d'instal·lació

source: General configuration
ca_es: Configuració general

source: Message queue
ca_es: Cua de missatges

source: Debug
ca_es: Depurar

source: Bugcollector password
ca_es: Contrasenya del Col·lector d'errors

source: Finish
ca_es: Finalitza

source: Next
ca_es: Següent

source: Deploy notification failed
ca_es: La notificació d'implementació ha fallat

source: You are not allowed to change the device limit
ca_es: No tens permís per canviar el límit del dispositiu

source: You are not allowed to change the download URL of the MDM agent
ca_es: No teniu permís per canviar l'URL de baixada de l'agent MDM

source: You are not allowed to change the invitation token life
ca_es: No teniu permís per canviar la vida del token de l'invitació

source: The agent token life invalid or too long
ca_es: La vida del token de l'agent és invàlida o massa llarga

source: Flyve MDM supervision
ca_es: Supervisió de FlyMe MDM

source: Helpdesk information
ca_es: Informació del Servei d'ajuda

source: Invitation
ca_es: Invitació

source: File
ca_es: Arxiu

source: File uploaded without name
ca_es: Fitxers carregats sense nom

source: Failed to store the uploaded file
ca_es: No s'ha pogut desar el fitxer carregat

source: No file uploaded
ca_es: Cap fitxer carregat

source: File upload failed
ca_es: Ha fallat la càrrega de fitxers

source: Temp directory doesn't exist
ca_es: El directori temporal no existeix

source: No default fleet found to move devices
ca_es: No s'ha trobat cap flota per defecte per moure els dispositius

source: Could not move all devices to the not managed fleet
ca_es: No s'ha pogut moure tots els dispositius a la flota no gestionada

source: Could not delete policies on the fleet
ca_es: No s'han pogut eliminar les polítiques de la flota

source: not managed fleet
ca_es: flota no gestionada

source: Persisted notification not updated.
ca_es: Notificació persistent no actualitzada.

source: Unable to get rule for entity
ca_es: No es pot obtenir la regla de l'entitat

source: Geolocation
ca_es: Geolocalització

source: associated device is mandatory
ca_es: el dispositiu associat és obligatori

source: latitude and longitude are mandatory
ca_es: la latitud i la longitud són obligatòries

source: latitude is invalid
ca_es: la latitud no és vàlida

source: longitude is invalid
ca_es: la longitud no és vàlida

source: Device not found
ca_es: Dispositiu no trobat

source: Import the package
ca_es: Importa el paquet

source: Alias
ca_es: Àlies

source: Version
ca_es: Versió

source: Import status
ca_es: Estat d'importació

source: Invitations
ca_es: Invitacions

source: No invitations stats available, send one first.
ca_es: No hi ha estadístiques d'invitacions disponibles, envieu-ne una primer.

source: Done
ca_es: Fet

source: Pending
ca_es: Pendent

source: Devices per operating system version
ca_es: Dispositius per versió del sistema operatiu

source: No devices stats available, enrol or import your mobile computer assets first
ca_es: No hi ha cap estadística de dispositius disponibles, inscriu o importa els teus actius per a ordinadors mòbils primer.

source: Email address is invalid
ca_es: L'adreça de correu electrònic no és vàlida

source: Cannot create the user
ca_es: No es pot crear l'usuari

source: The user already exists and has been deleted. You must restore or purge him first.
ca_es: L'usuari ja existeix i s'ha suprimit. Cal restaurar-lo o purgar-lo primer.

source: Invalid token expiration date interval
ca_es: Interval de dates d'expiració del token no vàlid

source: Cannot delete the document. Delete the attached invitation first
ca_es: No es pot suprimir el document. Suprimiu primer la invitació adjunta

source: Enrollment QR code
ca_es: Codi d'inscripció QR

source: Invitation log
ca_es: Registre d'invitació

source: Configuration
ca_es: Configuració

source: MQTT subscriber
ca_es: Subscriptor MQTT

source: Link to download the FlyveMDM Android application
ca_es: Enllaç per descarregar l'aplicació Android de FlyveMDM

source: Enrollment URL
ca_es: URL d'inscripció

source: First name of the Flyve MDM fleets manager
ca_es: Nom del gestor de flotes de Flyve MDM

source: Last name of the Flyve MDM fleets manager
ca_es: Cognom del gestor de flotes de Flyve MDM

source: Name of the helpdesk
ca_es: Nom del servei d'ajuda

source: Phone number of the helpdesk
ca_es: Número de telèfon del servei d'ajuda

source: Website of the helpdesk
ca_es: Lloc web del servei d'ajuda

source: Email address of the helpdesk
ca_es: Correu electrònic del servei d'ajuda

source: Address of the helpdesk
ca_es: Adreça del servei d'ajuda

source: Guest user
ca_es: Usuari convidat

source: Package
ca_es: Paquet

source: Package Flyve MDM
ca_es: Paquet Flyve MDM

source: Unable to save the file
ca_es: No es pot desar el fitxer

source: Could not parse the APK file
ca_es: No s'ha pogut analitzar el fitxer APK

source: Parse an application to find metadata
ca_es: Analitza una aplicació per trobar metadades

source: Only APK and UPK files are allowed
ca_es: Només s'admeten arxius APK i UPK

source: Policy
ca_es: Política

source: Policy category
ca_es: Categoria de polítiques

source: Enumeration data
ca_es: Dades d'enumeració

source: Default value
ca_es: Valor per defecte

source: Recommended value
ca_es: Valor recomanat

source: Requires system permission
ca_es: Requereix el permís del sistema

source: Android minimum version
ca_es: Versió mínima d'Android

source: Android maximum version
ca_es: Versió màxima d'Android

source: Apple minimum version
ca_es: Versió mínima d'Apple

source: Apple maximum version
ca_es: Versió màxima d'Apple

source: Received
ca_es: Rebut

source: Failed
ca_es: Ha fallat

source: Canceled
ca_es: Cancel·lat

source: Overriden
ca_es: Invalidat

source: The remove on delete flag is mandatory
ca_es: És obligatori treure l'etiqueta d'eliminar

source: The remove on delete flag must be 0 or 1
ca_es: Treure l'etiqueta d'eliminar ha de ser 0 o 1

source: You must choose an application to apply this policy
ca_es: Heu de triar una aplicació per aplicar aquesta política

source: The application does not exists
ca_es: L'aplicació no existeix

source: A removal policy for this application is applied. Please, remove it first.
ca_es: S'aplica una política d'eliminació per aquesta aplicació. Si us plau, elimineu-la primer.

source: Waiting
ca_es: Esperant

source: A destination and the remove on delete flag are mandatory
ca_es: Una destinació i treure l'etiqueta d'eliminar són obligatories

source: You must choose a file to apply this policy
ca_es: Heu de triar un fitxer per aplicar aquesta política

source: The file does not exists
ca_es: El fitxer no existeix

source: invalid base path
ca_es: ruta base no vàlida

source: A removal policy is applied for this file destination. Please, remove it first.
ca_es: S'aplica una política de eliminació per a aquest fitxer de destinació. Si us plau, elimineu-lo primer.

source: An application ID is required
ca_es: Es requereix una ID d'aplicació

source: Task
ca_es: Tasca

source: Notifiable and policy must be specified
ca_es: Declaracions obligatòries i polítiques han de ser especificades

source: Policy not found
ca_es: Política no trobada

source: Incorrect value for this policy
ca_es: Valor incorrecte per aquesta política

source: Cannot find the notifiable object
ca_es: No es pot trobar l'objecte notificable

source: Cannot apply a policy on a not managed fleet
ca_es: No es pot aplicar una política a una flota no gestionada

source: Policy already applied
ca_es: Política ja aplicada

source: The requirements for this policy are not met
ca_es: Els requisits d'aquesta política no es compleixen

source: Cannot find the target %1$s
ca_es: No es pot trobar l'objectiu %1$s

source: Cannot apply a policy on this %1$s
ca_es: No es pot aplicar una política sobre això %1$s

source: Failed to apply the policy
ca_es: No ha pogut aplicar la política

source: Policy publish action failed.
ca_es: L'acció de publicació de política ha fallat.

source: %1$s not found
ca_es: %1$s no trobat

source: Policy ID
ca_es: ID de la política

source: policy name
ca_es: nom de la política

source: applied itemtype
ca_es: tipus d'element aplicat

source: applied ID
ca_es: ID aplicat

source: Task status
ca_es: Estat de la tasca

source: Status
ca_es: Estat

source: Well known path
ca_es: Camí conegut

source: Flyve MDM guest users
ca_es: Usuaris convidats de Flyve MDM

source: guest Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
ca_es: usuaris convidats de Flyve MDM. Creat per Flyve MDM - NO modifiqui aquest comentari.

source: Flyve MDM device agent users
ca_es: Usuaris de l'agent de dispositius Flyve MDM

source: device agent Flyve MDM users. Created by Flyve MDM - do NOT modify this comment.
ca_es: agent del dispositiu dels usuaris de Flyve MDM. Creat per Flyve MDM - NO modifiqui aquest comentari.

source: User invitation
ca_es: Invitació d'usuari

source: Parse uploaded applications to collect metadata
ca_es: L'anàlisi sintàctica ha pujat aplicacions per recopilar metadades

source: Security
ca_es: Seguretat

source: Authentication
ca_es: L'autenticació

source: Password
ca_es: Contrasenya

source: Encryption
ca_es: Xifratge

source: Peripherals
ca_es: Perifèrics

source: Deployment
ca_es: Desplegament

source: Deploy application
ca_es: Desplegar l'aplicació

source: Deploy an application on the device.
ca_es: Desplega una aplicació al dispositiu.

source: Remove application
ca_es: Eliminar aplicació

source: Uninstall an application on the device.
ca_es: Desinstal·leu una aplicació al dispositiu.

source: Deploy file
ca_es: Desplegar el fitxer

source: Deploy a file on the device.
ca_es: Desplega un fitxer al dispositiu.

source: Remove file
ca_es: Eliminar fitxer

source: Uninstall a file on the device.
ca_es: Desinstal·leu un fitxer al dispositiu.

source: Disable unknown sources
ca_es: Desactiva les fonts desconegudes

source: Disable installation of apps from unknown sources.
ca_es: Desactiveu la instal·lació d'aplicacions de fonts desconegudes.

source: Internal Storage encryption
ca_es: Encriptació d'emmagatzematge intern

source: Force internal storage encryption.
ca_es: Forçar el xifrat d'emmagatzematge intern.

source: Password enabled
ca_es: Contrasenya habilitada

source: Enable the password.
ca_es: Habilita la contrasenya.

source: Minimum password length
ca_es: Llargada mínima de la contrasenya

source: Set the required number of characters for the password. For example, you can require PIN or passwords to have at least six characters.
ca_es: Establiu el nombre de caràcters necessaris per a la contrasenya. Per exemple, podeu demanar que el PIN o les contrasenyes tinguin almenys sis caràcters.

source: Password quality
ca_es: Qualitat de la contrasenya

source: Unspecified
ca_es: Sense especificar

source: Something
ca_es: Alguna cosa

source: Numeric
ca_es: Numèric

source: Alphabetic
ca_es: Alfabètic

source: Alphanumeric
ca_es: Alfanumèric

source: Complexity of allowed password.
ca_es: Complexitat de la contrasenya permesa.

source: Minimum letters required in password
ca_es: Mínim de lletres requerides en la contrasenya

source: The minimum number of letters required in the password for all admins or a particular one.
ca_es: El nombre mínim de lletres requerides a la contrasenya per a tots els administradors o un particular

source: Minimum lowercase letters required in password
ca_es: Mínim de lletres minúscules requerides en la contrasenya

source: The minimum number of lowercase letters required in the password for all admins or a particular one.
ca_es: El nombre mínim de lletres en minúscules requerides a la contrasenya per a tots els administradors o un particular.

source: Minimum non-letter characters required in password
ca_es: Mínim de caràcters no alfabètics requerits en la contrasenya

source: The minimum number of non-letter characters required in the password for all admins or a particular one.
ca_es: El nombre mínim de lletres no alfabètiques requerides a la contrasenya per a tots els administradors o un particular.

source: Minimum numerical digits required in password
ca_es: Mínim de dígits numèrics requerits per a la contrasenya

source: The minimum number of numerical digits required in the password for all admins or a particular one.
ca_es: El nombre mínim de dígits numèrics requerits a la contrasenya per a tots els administradors o un particular.

source: Minimum symbols required in password
ca_es: Mínim de símbols requerits a la contrasenya

source: The minimum number of symbols required in the password for all admins or a particular one.
ca_es: El nombre mínim de símbols requerits a la contrasenya per a tots els administradors o un particular.

source: Minimum uppercase letters required in password
ca_es: Mínim de lletres majúscules requerides a la contrasenya

source: The minimum number of uppercase letters required in the password for all admins or a particular one.
ca_es: El nombre mínim de lletres majúscules requerides a la contrasenya per a tots els administradors o un particular.

source: Maximum failed password attempts for wipe
ca_es: Màxim d'intents fallits de contrasenya per netejar

source: Number of consecutive failed attempts of unlock the device to wipe.
ca_es: Nombre d'intents fallits consecutius de desbloqueigar el dispositiu per netejar.

source: Maximum time to lock (milliseconds)
ca_es: Temps màxim per bloqueig (mil·lisegons)

source: Maximum time to lock the device in milliseconds.
ca_es: Temps màxim de bloqueig del dispositiu en mil·lisegons.

source: Disable Camera
ca_es: Desactivar càmera

source: Prevent usage of the Camera.
ca_es: Evitar l'ús de la Càmera.

source: Disable Wifi
ca_es: Desactivar Wi-Fi

source: Disable wifi connectivity.
ca_es: Desactivar la connectivitat Wi-Fi.

source: Disable Bluetooth
ca_es: Desactivar Bluetooth

source: Disable Bluetooth connectivity.
ca_es: Desactivar la connectivitat Bluetooth.

source: Disable roaming
ca_es: Desactiveu el roaming

source: Disable roaming.
ca_es: Desactivar el roaming.

source: Disable GPS
ca_es: Desactiveu GPS

source: Disable GPS.
ca_es: Desactivar el GPS.

source: Disable Mobile line
ca_es: Desactiveu la línia Mòbil

source: Disable Mobile line.
ca_es: Desactivar la línia Mòbil.

source: Disable NFC
ca_es: Desactiveu l'NFC

source: Disable Near Field Contact.
ca_es: Desactivar Contacte de Camp Proper.

source: Disable hotspot and tethering
ca_es: Desactiveu el hotspot i l'ancoratge a xarxa

source: Disable hotspot and tethering.
ca_es: Desactivar el hotspot i l'ancoratge a xarxa.

source: Disable airplane mode
ca_es: Desactiveu el mode avió

source: Disable airplane mode.
ca_es: Desactivar el mode avió.

source: Disable speakerphone
ca_es: Desactiveu l'altaveu

source: Disable the speakerphone.
ca_es: Desactivar l'altaveu.

source: Disable USB MTP
ca_es: Desactiveu l'USB MTP

source: Disable USB Media Transfer Protocol.
ca_es: Desactivar el Protocol de Transferència de Mitjans USB.

source: Disable USB PTP
ca_es: Desactiveu l'USB PTP

source: Disable USB Picture Transfer Protocol.
ca_es: Desactivar el Protocol de Transferència d'Imatges USB .

source: Disable USB ADB
ca_es: Desactiveu l'USB ADB

source: Disable USB Android Debug Bridge.
ca_es: Desactivar el Pont de Depuració d'Android USB.

source: Disable status bar
ca_es: Desactiveu la barra d'estat

source: Disable the status bar. Disabling the status bar blocks notifications, quick settings and other screen overlays that allow escaping from a single use device.
ca_es: Desactivar la barra d'estat. Desactivar la barra d'estat bloqueja les notificacions, la configuració ràpida i altres superposicions de pantalla que permeten escapar d'un dispositiu d'ús únic.

source: Disable screen capture
ca_es: Desactiveu la captura de pantalla

source: Disable screen capture. Disabling screen capture also prevents the content from being shown on display devices that do not have a secure video output.
ca_es: Desactivar la captura de pantalla. La desactivació de la captura de pantalla també evita que el contingut es mostri en dispositius de visualització que no tinguin una sortida de vídeo segura.

source: Disable media sounds
ca_es: Desactiveu els sons dels mitjans

source: Disable all media sounds from device
ca_es: Desactiveu tots els sons dels mitjans del dispositiu

source: Disable ringer sounds
ca_es: Desactiveu els sons del timbre

source: Disable all ringer sounds from device
ca_es: Desactiveu tots els sons del timbre del dispositiu

source: Disable alarm sounds
ca_es: Desactiveu els sons de l'alarma

source: Disable alarm sounds from device
ca_es: Desactiva els sons de l'alarma del dispositiu

source: Disable notifications sounds
ca_es: Desactiveu les notificacions de so

source: Disable notifications sounds from device
ca_es: Desactiveu les notificacions del dispositiu

source: Disable accessibility sounds
ca_es: Desactiveu els sons d'accessibilitat

source: Disable accessibility prompts sounds from device
ca_es: Desactivar l'accessibilitat demana sons del dispositiu

source: Disable DTMF sounds
ca_es: Desactiveu els sons de DTMF

source: Disable DTMF tones sounds from device
ca_es: Desactiveu els sons de DTMF del dispositiu

source: Disable system sounds
ca_es: Desactiveu els sons del sistema

source: Disable system sounds from device
ca_es: Desactiveu els sons del sistema des del dispositiu

source: Audio profile mode
ca_es: Mode de perfil d'àudio

source: Silent
ca_es: Silenci

source: Vibrate
ca_es: Vibrar

source: Audio profile mode used for device
ca_es: Mode de perfil d'àudio utilitzat per a dispositius

source: Invite users to enroll one device.
ca_es: Convida als usuaris a inscriure un dispositiu.

source: They will receive an message to their default email address containing a QR Code and instructions to enroll.
ca_es: Rebran un missatge a la seva adreça electrònica predeterminada que contindrà un codi QR i les instruccions per inscriure's.

source: There is no agent yet
ca_es: Encara no hi ha agent

source: There is no task status yet
ca_es: Encara no hi ha cap estat de tasca

source: Count
ca_es: Compta

source: MQTT broker
ca_es: Intermediari de MQTT

source: MQTT broker address for clients
ca_es: Adreça d'intermediari de MQTT per a clients

source: An IP address or a hostname used by the client devices to communicate with the broker
ca_es: Una adreça IP o un nom de host que utilitzen els dispositius del client per comunicar-se amb l'intermediari

source: MQTT broker address for backend
ca_es: Adreça del corredor de MQTT per al back-end

source: An IP address or a hostname used by the backend to communicate with the broker
ca_es: Una adreça IP o un nom de host que utilitza el back-end per comunicar-se amb l'intermediari

source: MQTT broker port
ca_es: Port d'intermediari de MQTT

source: A port number between 1025 and 65535, standard port is 1883
ca_es: Un número de port entre 1025 i 65535, el port estàndard és 1883

source: MQTT broker port for TLS
ca_es: Port d'intermediari de MQTT per a TLS

source: A port number between 1025 and 65535, standard port is 8883
ca_es: Un número de port entre 1025 i 65535, el port estàndard és 8883

source: Use TLS for clients
ca_es: Utilitzeu TLS per a clients
